Repository: SpyKeeR/Glpi-AssetsCleaner
Catalog: locales/*.po
Languages: fr_fr

source: Configuration saved successfully
fr_fr: Configuration sauvegardée avec succès

source: Error saving configuration
fr_fr: Erreur lors de la sauvegarde de la configuration

source: Assets Cleaner
fr_fr: Nettoyeur d'actifs

source: Assets cleanup
fr_fr: Nettoyage éléments

source: Assets Cleaner Configuration
fr_fr: Configuration du nettoyeur d'actifs

source: Enable automatic cleaning
fr_fr: Activer le nettoyage automatique

source: Days before moving to trash
fr_fr: Jours avant mise en corbeille

source: Number of days without inventory update before moving to trash (only applies to automatically inventoried assets)
fr_fr: Nombre de jours sans mise à jour d'inventaire avant mise en corbeille (s'applique uniquement aux actifs inventoriés automatiquement)

source: Enable permanent deletion (purge)
fr_fr: Activer la suppression définitive (purge)

source: Days in trash before purging
fr_fr: Jours en corbeille avant purge

source: Number of days in trash before permanent deletion
fr_fr: Nombre de jours en corbeille avant suppression définitive

source: Asset types to clean
fr_fr: Types d'actifs à nettoyer

source: Printers
fr_fr: Imprimantes

source: Network Equipment
fr_fr: Équipements réseau

source: Phones
fr_fr: Téléphones

source: Delete related items
fr_fr: Supprimer les éléments liés

source: Delete cartridges, network ports, etc. when deleting the asset
fr_fr: Supprimer les cartouches, ports réseau, etc. lors de la suppression de l'actif

source: Automatic restoration from trash
fr_fr: Restauration automatique depuis la corbeille

source: Enable automatic restoration
fr_fr: Activer la restauration automatique

source: Automatically restore assets from trash if they are detected by inventory again
fr_fr: Restaurer automatiquement les actifs de la corbeille s'ils sont détectés à nouveau par l'inventaire

source: Restore threshold (days)
fr_fr: Délai de restauration (jours)

source: Restore assets from trash if they have been updated by inventory in the last X days
fr_fr: Restaurer les actifs de la corbeille s'ils ont été mis à jour par l'inventaire dans les X derniers jours

source: Save
fr_fr: Enregistrer

source: Clean old assets not updated by inventory
fr_fr: Nettoyer les anciens actifs non mis à jour par inventaire

source: Purge old assets from trash
fr_fr: Purger les anciens actifs de la corbeille

source: Restore assets from trash if recently inventoried
fr_fr: Restaurer les actifs de la corbeille s'ils ont été inventoriés récemment

source: Assets Cleaner is disabled
fr_fr: Le nettoyeur d'actifs est désactivé

source: Automatic restoration from trash is disabled
fr_fr: La restauration automatique depuis la corbeille est désactivée

source: No %s in trash with recent inventory update
fr_fr: Aucun %s dans la corbeille avec une mise à jour d'inventaire récente

source: Found %d %s in trash with recent inventory update
fr_fr: %d %s trouvé(s) dans la corbeille avec une mise à jour d'inventaire récente

source: Restored %s "%s" (ID: %d) - Last inventory: %s
fr_fr: %s "%s" (ID: %d) restauré - Dernier inventaire : %s

source: Failed to restore %s "%s" (ID: %d)
fr_fr: Échec de la restauration de %s "%s" (ID: %d)

source: Restored %d %s from trash
fr_fr: %d %s restauré(s) de la corbeille

source: No asset types configured
fr_fr: Aucun type d'actif configuré

source: Invalid itemtype: %s
fr_fr: Type d'élément invalide : %s

source: Permanent deletion (purge) is disabled
fr_fr: La suppression définitive (purge) est désactivée

source: Deleted %d network ports
fr_fr: %d port(s) réseau supprimé(s)

source: Deleted infocom data
fr_fr: Données infocom supprimées

source: Assets Cleaner Rights
fr_fr: Droits du nettoyeur d'actifs
